tap "alecthomas/tap"
tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "derailed/popeye"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.aliyun.com/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "kong/kong"
tap "openresty/brew"
tap "teamookla/speedtest"
tap "tetratelabs/getenvoy"
brew "autojump"
brew "automake"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "azure-cli"
brew "bat"
brew "bumpversion"
brew "cloc"
brew "curl"
brew "go"
brew "dos2unix"
brew "etcd"
brew "gdb"
brew "geckodriver"
brew "pcre2"
brew "git"
brew "git-flow-avh"
brew "gnu-sed"
brew "gnupg"
brew "grafana"
brew "graphviz"
brew "gsl"
brew "hey"
brew "htop"
brew "influxdb"
brew "zeromq"
brew "ipython"
brew "ispell"
brew "istioctl"
brew "jq"
brew "k3d"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "legit"
brew "libvterm"
brew "lrzsz"
brew "lsd"
brew "mvnvm"
brew "mycli"
brew "mysql", link: false
brew "neofetch"
brew "nginx"
brew "node"
brew "node_exporter"
brew "operator-sdk"
brew "pandoc"
brew "percona-toolkit"
brew "pgcli"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "prometheus"
brew "protobuf"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ssdb"
brew "telnet"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tox"
brew "tree"
brew "wget"
brew "zookeeper"
brew "zsh"
brew "zsh-completions"
brew "alecthomas/tap/gometalinter"
brew "codeclimate/formulae/codeclimate"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "denisidoro/tools/navi"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "golangci/tap/golangci-lint"
brew "teamookla/speedtest/speedtest"
brew "tetratelabs/getenvoy/envoy"
brew "tetratelabs/getenvoy/getenvoy"
cask "dotnet"
cask "font-source-code-pro"
cask "gitbook"
cask "hiddenbar"
cask "java"
cask "libreoffice"
cask "minikube"
cask "motrix"
cask "platypus"
cask "sampler"
cask "vlc"