tap "alecthomas/tap"
tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "derailed/popeye"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.aliyun.com/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "openresty/brew"
tap "teamookla/speedtest"
tap "tetratelabs/getenvoy"
brew "autojump"
brew "automake"
brew "python"
brew "bumpversion"
brew "cloc"
brew "curl"
brew "go"
brew "etcd"
brew "gdb"
brew "git"
brew "git-flow-avh"
brew "grafana"
brew "graphviz"
brew "hey"
brew "htop"
brew "ipython"
brew "istioctl"
brew "jq"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "legit"
brew "mycli"
brew "mysql"
brew "nginx"
brew "node"
brew "operator-sdk"
brew "percona-toolkit"
brew "pgcli"
brew "postgresql"
brew "pre-commit"
brew "prometheus"
brew "protobuf"
brew "pyenv"
brew "redis"
brew "telnet"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tox"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
cask "font-source-code-pro"
