tap "alecthomas/tap"
tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "derailed/popeye"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "git://mirrors.ustc.edu.cn/homebrew-core.git/"
tap "homebrew/services"
tap "kong/kong"
tap "openresty/brew"
tap "teamookla/speedtest"
tap "tetratelabs/getenvoy"
brew "autojump"
brew "automake"
brew "readline"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bat"
brew "bumpversion"
brew "cairo"
brew "cloc"
brew "curl"
brew "dos2unix"
brew "pkg-config"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "pcre2"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "gsl"
brew "hey"
brew "htop"
brew "ispell"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "legit"
brew "librsvg"
brew "libvterm"
brew "lrzsz"
brew "lsd"
brew "mycli"
brew "node"
brew "node_exporter"
brew "percona-toolkit"
brew "pre-commit"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "denisidoro/tools/navi"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "teamookla/speedtest/speedtest"
cask "font-source-code-pro"
cask "hiddenbar"
cask "motrix"
cask "platypus"
cask "vlc"
